"1" = "ISP にダイヤル中...";
"2" = "接続中...";
"3" = "認証中...";
"4" = "ISP に接続しました。";
"5" = "接続を解除しています...";

"-2" = "PPP 構成デーモンを起動できませんでした。";
"-1" = "PPP を初期化できませんでした。";

"0" = "ISP に接続できませんでした。";
"256" = "モデムが応答しません。モデムの接続を確認してから、もう一度やり直してください。";
"257" = "CCL に失敗しました。";
"258" = "チャットに失敗しました。";
"259" = "LCP に失敗しました。";
"260" = "認証に失敗しました。ユーザ名とパスワードを確認してから、もう一度やり直してください。";
"261" = "アイドルタイムアウト";

"512" = "キャリア（搬送波）を検出できませんでした。";
"513" = "ISP が混雑しています。";
"514" = "発信音を検出できませんでした。電話線の接続を確認して、もう一度やり直してください。";
"515" = "モデムエラーが起きました。";

"PPP_SWITCH_TO_PULSE" = "パルスダイヤルに切り替えています。";
"PPP_SWITCH_TO_TONE" = "トーンダイヤルに切り替えています。";
"PPP_WILL_REDIAL" = "3 秒以内に再ダイヤルします。";
		
